tap "arl/arl"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap/aerospace"
brew "arl/arl/gitmux"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "font-symbols-only-nerd-font"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "global"
brew "gnu-sed"
brew "gnupg"
brew "gum"
brew "hub"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "libpq", link: true
brew "llvm"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "pkg-config"
brew "plantuml"
brew "pnpm"
brew "poppler"
brew "rcm"
brew "ripgrep"
brew "rubyfmt"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "unar"
brew "universal-ctags"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh"
cask "1password"
cask "aerospace"
cask "alfred"
cask "appcleaner"
cask "figma"
cask "karabiner-elements"
cask "obs"
cask "postman"
cask "wezterm"
